Repository: Pere-D/Finance-Helper
Catalog: FinanceHelper/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fr, hr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sv, tr, zh_hans

source: Choose Category
ar: اختر الفئة
cs: Vyberte kategorii
da: Vælg Kategori
de: Kategorie wählen
es: Elija categoría
fr: Choisir une catégorie
hr: Odaberite kategoriju
it: Scegli Categoria
ja: カテゴリを選択してください
nb: Velg Kategori
nl: Kies Categorie
pt_br: Escolha a categoria
ro: Alegeți Categorie
ru: Выберите категорию
sv: Välj Kategori
tr: Kategori Seçin
zh_hans: 选择类别

source: Choose symbol
ar: اختر الرمز
cs: Vyberte symbol
da: Vælg symbol
de: Symbol auswählen
es: Elige el símbolo
fr: Choisir le symbole
hr: Odaberite simbol
it: Scegli il simbolo
ja: シンボルを選択してください
nb: Velg symbol
nl: Kies symbool
pt_br: Escolha o símbolo
ro: Alege simbolul
ru: Выберите символ
sv: Välj symbol
tr: Sembol seç
zh_hans: 选择符号

# choose_symbol_title
source: Choose Symbol
ar: اختر الرمز
cs: Vyberte Symbol
da: Vælg Symbol
de: Symbol wählen
es: Elija el símbolo
fr: Choisissez le symbole
hr: Odaberite Simbol
it: Scegli Simbolo
ja: シンボルの選択
nb: Velg Symbol
nl: Kies Symbool
pt_br: Escolha o símbolo
ro: Alegeți Simbol
ru: Выберите символ
sv: Välj Symbol
tr: Sembol Seç
zh_hans: 选择符号

source: Color
ar: لون
cs: Barva
da: Farve
de: Farbe
fr: Couleur
hr: Boja
it: Colore
ja: 色
nb: Farge
nl: Kleur
pt_br: Cor
ro: Culoare
ru: Цвет
sv: Färg
tr: Renk
zh_hans: 颜色

# color_section
source: Color
ar: لون
cs: Barva
da: Farve
de: Farbe
fr: Couleur
hr: Boja
it: Colore
ja: 色
nb: Farge
nl: Kleur
pt_br: Cor
ro: Culoare
ru: Цвет
sv: Färg
tr: Renk
zh_hans: 颜色

# confirm_import_button
source: Import
ar: يستورد
cs: Importovat
da: Importere
de: Importieren
es: Importar
fr: Importer
hr: Uvoz
it: Importare
ja: 輸入
nl: Importeren
pt_br: Importar
ru: Импорт
sv: Importera
tr: İçe aktarmak
zh_hans: 进口

# confirm_import_message
source: All existing data will be permanently replaced.
ar: سيتم استبدال جميع البيانات الموجودة بشكل دائم.
cs: Všechna stávající data budou trvale nahrazena.
da: Alle eksisterende data vil blive permanent erstattet.
de: Alle bestehenden Daten werden unwiderruflich ersetzt.
es: Todos los datos existentes serán reemplazados permanentemente.
fr: Toutes les données existantes seront définitivement remplacées.
hr: Svi postojeći podaci bit će trajno zamijenjeni.
it: Tutti i dati esistenti verranno sostituiti definitivamente.
ja: 既存のデータはすべて永久に置き換えられます。
nb: Alle eksisterende data vil bli permanent erstattet.
nl: Alle bestaande gegevens worden permanent vervangen.
pt_br: Todos os dados existentes serão substituídos permanentemente.
ro: Toate datele existente vor fi înlocuite definitiv.
ru: Все существующие данные будут безвозвратно заменены.
sv: All befintlig data kommer att ersättas permanent.
tr: Mevcut tüm veriler kalıcı olarak değiştirilecektir.
zh_hans: 所有现有数据将被永久替换。

source: Create
ar: يخلق
cs: Vytvořit
da: Skabe
de: Erstellen
es: Crear
fr: Créer
hr: Stvoriti
it: Creare
ja: 作成する
nb: Skape
nl: Creëren
pt_br: Criar
ro: Crea
ru: Создавать
sv: Skapa
tr: Yaratmak
zh_hans: 创造

source: Create Custom Type …
ar: إنشاء نوع مخصص...
cs: Vytvořit vlastní typ…
da: Opret brugerdefineret type...
de: Eigenen Typ erstellen …
es: Crear tipo personalizado...
fr: Créer un type personnalisé…
hr: Stvorite prilagođenu vrstu…
it: Crea tipo personalizzato...
ja: カスタムタイプを作成…
nb: Opprett egendefinert type …
nl: Aangepast type maken…
pt_br: Criar tipo personalizado…
ro: Creați tip personalizat...
ru: Создать пользовательский тип…
sv: Skapa anpassad typ...
tr: Özel Tür Oluştur…
zh_hans: 创建自定义类型...

# create_transfer
source: Create as Transfer
ar: إنشاء كنقل
cs: Vytvořit jako přenos
da: Opret som overførsel
de: Als Überweisung anlegen
es: Crear como transferencia
fr: Créer comme transfert
hr: Stvori kao prijenos
it: Crea come trasferimento
ja: 転送として作成
nb: Opprett som overføring
nl: Aanmaken als overdracht
pt_br: Criar como transferência
ro: Creați ca transfer
ru: Создать как перенос
sv: Skapa som överföring
tr: Aktarım Olarak Oluştur
zh_hans: 创建为传输

source: Criteria
ar: معايير
cs: Kritéria
da: Kriterier
de: Kriterien
es: Criterios
fr: Critères
hr: Kriteriji
it: Criteri
ja: 基準
nb: Kriterier
pt_br: Critérios
ro: Criterii
ru: Критерии
sv: Kriterier
tr: Kriterler
zh_hans: 标准

# criterion_credit_burden
source: Credit Burden
ar: عبء الائتمان
cs: Úvěrová zátěž
da: Kreditbyrde
de: Kreditkartenbelastung
es: Carga crediticia
fr: Fardeau du crédit
hr: Kreditno opterećenje
it: Onere del credito
ja: 信用負担
nb: Kredittbyrde
nl: Kredietlast
pt_br: Carga de crédito
ro: Povara creditului
ru: Кредитная нагрузка
sv: Kreditbörda
tr: Kredi Yükü
zh_hans: 信用负担

# criterion_credit_desc
source: Monthly credit card expenses relative to income. Target: below 30%.
ar: مصاريف بطاقة الائتمان الشهرية مقارنة بالدخل. الهدف: أقل من 30%.
cs: Měsíční výdaje na kreditní kartu v poměru k příjmu. Cíl: pod 30 %.
da: Månedlige kreditkortudgifter i forhold til indkomst. Mål: under 30 %.
de: Monatliche Kreditkartenausgaben im Verhältnis zum Einkommen. Ziel: unter 30 %.
es: Gastos mensuales de tarjeta de crédito en relación con los ingresos. Objetivo: menos del 30%.
fr: Dépenses mensuelles de carte de crédit par rapport au revenu. Objectif : inférieur à 30 %.
hr: Mjesečni troškovi kreditne kartice u odnosu na prihod. Cilj: ispod 30%.
it: Spese mensili sulla carta di credito in relazione al reddito. Obiettivo: inferiore al 30%.
ja: 収入に対する毎月のクレジットカード費用。目標：30%未満。
nb: Månedlige kredittkortutgifter i forhold til inntekt. Mål: under 30 %.
nl: Maandelijkse creditcardkosten in verhouding tot inkomen. Doel: onder de 30%.
pt_br: Despesas mensais com cartão de crédito em relação à receita. Meta: abaixo de 30%.
ro: Cheltuieli lunare cu cardul de credit raportate la venituri. Ținta: sub 30%.
ru: Ежемесячные расходы по кредитной карте относительно доходов. Цель: ниже 30%.
sv: Månatliga kreditkortskostnader i förhållande till inkomst. Mål: under 30 %.
tr: Aylık kredi kartı giderlerinin gelire oranı. Hedef: %30'un altı.
zh_hans: 每月信用卡支出与收入的关系。目标：低于30%。

# criterion_debt_desc
source: Ratio of credit card debt to total assets. 0% is perfect.
ar: نسبة ديون بطاقات الائتمان إلى إجمالي الأصول. 0% مثالية.
cs: Poměr dluhu kreditní karty k celkovým aktivům. 0% je perfektní.
da: Forholdet mellem kreditkortgæld og samlede aktiver. 0% er perfekt.
de: Verhältnis der Kreditkartenschulden zum Gesamtvermögen. 0 % ist perfekt.
es: Relación entre deuda de tarjetas de crédito y activos totales. 0% es perfecto.
fr: Ratio de la dette de carte de crédit par rapport à l'actif total. 0% est parfait.
hr: Omjer duga po kreditnoj kartici i ukupne imovine. 0% je savršeno.
it: Rapporto tra il debito della carta di credito e il totale attivo. Lo 0% è perfetto.
ja: 総資産に対するクレジットカード負債の割合。 0% は完璧です。
nb: Forholdet mellom kredittkortgjeld og totale eiendeler. 0% er perfekt.
nl: Verhouding tussen creditcardschuld en totale activa. 0% is perfect.
pt_br: Proporção entre dívida de cartão de crédito e ativo total. 0% é perfeito.
ro: Raportul dintre datoria cardului de credit și totalul activelor. 0% este perfect.
ru: Отношение задолженности по кредитной карте к совокупным активам. 0% — это идеально.
sv: Förhållandet mellan kreditkortsskuld och totala tillgångar. 0% är perfekt.
tr: Kredi kartı borcunun toplam aktiflere oranı. %0 mükemmeldir.
zh_hans: 信用卡债务与总资产的比率。 0% 就完美了。

# criterion_debt_ratio
source: Debt-to-Asset Ratio
ar: نسبة الدين إلى الأصول
cs: Poměr dluhu k aktivům
da: Gæld-til-aktiv-forhold
de: Schuldenquote
es: Relación deuda-activo
fr: Ratio d'endettement
hr: Omjer duga i imovine
it: Rapporto debito/attività
ja: 負債対資産比率
nb: Gjeld-til-aktiva-forhold
nl: Schuld/activa-ratio
pt_br: Rácio dívida/ativo
ro: Raportul datorie-activ
ru: Соотношение долга к активам
sv: Skuld-till-tillgångsförhållande
tr: Borç-Varlık Oranı
zh_hans: 资产负债率

# criterion_emergency_desc
source: Months of expenses covered by liquid accounts (Checking, Savings, Cash). Target: 6+ months.
ar: أشهر النفقات التي تغطيها الحسابات السائلة (جارية، توفير، نقدية). الهدف: أكثر من 6 أشهر.
cs: Měsíce nákladů hrazených likvidními účty (Šek, Spoření, Hotovost). Cíl: 6+ měsíců.
da: Måneder med udgifter dækket af likvide konti (Check, Opsparing, Kontanter). Mål: 6+ måneder.
de: Wie viele Monate laufende Ausgaben sind in liquiden Konten (Giro, Spar, Bargeld) gedeckt? Ziel: 6+ Monate.
es: Meses de gastos cubiertos por cuentas líquidas (Correas, Ahorros, Efectivo). Objetivo: 6+ meses.
fr: Mois de dépenses couverts par les comptes liquides (Chèques, Épargne, Espèces). Cible : 6+ mois.
hr: Mjesečni troškovi pokriveni likvidnim računima (tekovni, štedni, gotovinski). Cilj: 6+ mjeseci.
it: Mesi di spese coperte da conti liquidi (Conti correnti, Risparmi, Contanti). Obiettivo: 6+ mesi.
ja: 流動口座 (当座預金、普通預金、現金) でカバーされる支出の月数。対象: 6 か月以上。
nb: Måneder med utgifter dekket av likvide kontoer (sjekking, sparing, kontanter). Mål: 6+ måneder.
nl: Maanden aan uitgaven gedekt door liquide rekeningen (cheques, spaargelden, contant geld). Doel: 6+ maanden.
pt_br: Meses de despesas cobertas por contas líquidas (Corrente, Poupança, Dinheiro). Meta: 6+ meses.
ro: Luni de cheltuieli acoperite de conturi lichide (Cecuri, Economii, Cash). Țintă: 6+ luni.
ru: Месяцы расходов, покрываемых ликвидными счетами (чековые, сберегательные, наличные). Цель: 6+ месяцев.
sv: Månader av utgifter som täcks av likvida konton (kontroll, sparande, kontanter). Mål: 6+ månader.
tr: Likit hesapların (Çek, Birikim, Kasa) karşıladığı harcamaların ayları. Hedef: 6+ ay.
zh_hans: 流动账户（支票、储蓄、现金）支付的月份费用。目标：6个月以上。

# criterion_emergency_fund
source: Emergency Fund
ar: صندوق الطوارئ
cs: Pohotovostní fond
da: Akutfond
de: Notgroschen
es: Fondo de Emergencia
fr: Fonds d'urgence
hr: Fond za hitne slučajeve
it: Fondo di emergenza
ja: 緊急基金
nb: Nødfond
nl: Noodfonds
pt_br: Fundo de Emergência
ro: Fond de urgență
ru: Чрезвычайный фонд
sv: Akutfonden
tr: Acil Durum Fonu
zh_hans: 应急基金

# criterion_investment_desc
source: Share of income saved or invested each month. Target: 20%+.
ar: حصة الدخل المدخر أو المستثمر كل شهر. الهدف: 20%+.
cs: Podíl z ušetřených nebo investovaných příjmů každý měsíc. Cíl: 20 %+.
da: Andel af opsparet eller investeret indkomst hver måned. Mål: 20 %+.
de: Anteil des Einkommens, das monatlich gespart oder investiert wird. Ziel: 20 %+.
es: Participación de los ingresos ahorrados o invertidos cada mes. Objetivo: 20%+.
fr: Part des revenus épargnés ou investis chaque mois. Cible : 20 %+.
hr: Udio ušteđenog ili uloženog prihoda svakog mjeseca. Cilj: 20%+.
it: Quota di reddito risparmiata o investita ogni mese. Obiettivo: 20%+.
ja: 毎月貯蓄または投資される収入の割合。目標: 20% 以上。
nb: Andel av inntekt spart eller investert hver måned. Mål: 20 %+.
nl: Aandeel van het inkomen dat elke maand wordt bespaard of belegd. Doel: 20%+.
pt_br: Parcela da renda economizada ou investida a cada mês. Meta: 20%+.
ro: Ponderea venitului economisit sau investit în fiecare lună. Țintă: 20%+.
ru: Доля дохода, сохраняемая или инвестируемая каждый месяц. Цель: 20%+.
sv: Andel av inkomst som sparas eller investeras varje månad. Mål: 20 %+.
tr: Her ay tasarruf edilen veya yatırılan gelirin payı. Hedef: %20+.
zh_hans: 每月储蓄或投资的收入份额。目标：20%+。

# criterion_investment_ratio
source: Savings & Investment Rate
ar: معدل الادخار والاستثمار
cs: Míra úspor a investic
da: Opsparings- og investeringsrate
de: Spar- & Investitionsquote
es: Tasa de ahorro e inversión
fr: Taux d'épargne et d'investissement
hr: Stopa štednje i ulaganja
it: Tasso di risparmio e investimento
ja: 貯蓄・投資率
nb: Spare- og investeringsrate
nl: Spaar- en investeringspercentage
pt_br: Taxa de poupança e investimento
ro: Rata de economii și investiții
ru: Норма сбережений и инвестиций
sv: Sparande och investeringstakt
tr: Tasarruf ve Yatırım Oranı
zh_hans: 储蓄和投资率

# csv_error_amount
source: Invalid amount in row %d.
ar: مبلغ غير صالح في الصف %d.
cs: Neplatná částka v řádku %d.
da: Ugyldigt beløb i række %d.
de: Ungültiger Betrag in Zeile %d.
es: Importe inválido en la fila %d.
fr: Montant invalide à la ligne %d.
hr: Nevažeći iznos u retku %d.
it: Importo non valido nella riga %d.
ja: 行 %d の金額が無効です。
nb: Ugyldig beløp i rad %d.
nl: Ongeldig bedrag in rij %d.
pl: Nieprawidłowa kwota w wierszu %d.
pt_br: Valor inválido na linha %d.
ro: Sumă nevalidă pe rândul %d.
ru: Неверная сумма в строке %d.
sv: Ogiltigt belopp på rad %d.
tr: Satır %d'de geçersiz tutar.
zh_hans: 第 %d 行的金额无效。

# csv_error_date_format
source: Invalid date in row %d (expected YYYY-MM-DD).
ar: تاريخ غير صالح في الصف %d (المتوقع: YYYY-MM-DD).
cs: Neplatné datum v řádku %d (očekáváno: RRRR-MM-DD).
da: Ugyldig dato i række %d (forventet ÅÅÅÅ-MM-DD).
de: Ungültiges Datum in Zeile %d (erwartet: JJJJ-MM-TT).
es: Fecha inválida en la fila %d (se esperaba AAAA-MM-DD).
fr: Date invalide à la ligne %d (format attendu : AAAA-MM-JJ).
hr: Nevažeći datum u retku %d (očekivano: GGGG-MM-DD).
it: Data non valida nella riga %d (formato atteso: AAAA-MM-GG).
ja: 行 %d の日付が無効です（YYYY-MM-DD 形式が必要です）。
nb: Ugyldig dato i rad %d (forventet ÅÅÅÅ-MM-DD).
nl: Ongeldige datum in rij %d (verwacht JJJJ-MM-DD).
pl: Nieprawidłowa data w wierszu %d (oczekiwano: RRRR-MM-DD).
pt_br: Data inválida na linha %d (esperado AAAA-MM-DD).
ro: Data nevalidă în rândul %d (așteptată AAAA-LL-ZZ).
ru: Неверная дата в строке %d (ожидается формат ГГГГ-ММ-ДД).
sv: Ogiltigt datum på rad %d (förväntat format: ÅÅÅÅ-MM-DD).
tr: Satır %d'de geçersiz tarih (YYYY-AA-GG bekleniyor).
zh_hans: 第 %d 行的日期无效（预期格式：YYYY-MM-DD）。

# csv_error_empty
source: The file contains no data.
ar: الملف لا يحتوي على بيانات.
cs: Soubor neobsahuje žádná data.
da: Filen indeholder ingen data.
de: Die Datei enthält keine Daten.
es: El archivo no contiene datos.
fr: Le fichier ne contient aucune donnée.
hr: Datoteka ne sadrži podatke.
it: Il file non contiene dati.
ja: ファイルにデータが含まれていません。
nb: Filen inneholder ingen data.
nl: Het bestand bevat geen gegevens.
pl: Plik nie zawiera danych.
pt_br: O arquivo não contém dados.
ro: Fișierul nu conține date.
ru: Файл не содержит данных.
sv: Filen innehåller inga data.
tr: Dosya veri içermiyor.
zh_hans: 文件不包含任何数据。

# csv_error_header
source: Invalid CSV format. Expected header: Date,Category,Main Category,Amount,Currency,Description
ar: تنسيق CSV غير صالح. الرأس المتوقع: Date,Category,Main Category,Amount,Currency,Description
cs: Neplatný formát CSV. Očekávaná hlavička: Date,Category,Main Category,Amount,Currency,Description
da: Ugyldigt CSV-format. Forventet overskrift: Dato, Kategori, Hovedkategori, Beløb, Valuta, Beskrivelse
de: Ungültiges CSV-Format. Erwarteter Header: Date,Category,Main Category,Amount,Currency,Description
es: Formato CSV no válido. Encabezado esperado: Date,Category,Main Category,Amount,Currency,Description
fr: Format CSV invalide. En-tête attendu : Date,Category,Main Category,Amount,Currency,Description
hr: Nevažeći CSV format. Očekivano zaglavlje: Date,Category,Main Category,Amount,Currency,Description
it: Formato CSV non valido. Intestazione attesa: Date,Category,Main Category,Amount,Currency,Description
ja: 無効なCSV形式です。期待されるヘッダー: Date,Category,Main Category,Amount,Currency,Description
nb: Ugyldig CSV-format. Forventet overskrift: Date,Category,Main Category,Amount,Currency,Description
nl: Ongeldig CSV-formaat. Verwachte header: Date,Category,Main Category,Amount,Currency,Description
pl: Nieprawidłowy format CSV. Oczekiwany nagłówek: Date,Category,Main Category,Amount,Currency,Description
pt_br: Formato CSV inválido. Cabeçalho esperado: Date,Category,Main Category,Amount,Currency,Description
ro: Format CSV nevalid. Antet așteptat: dată, categorie, categorie principală, sumă, monedă, descriere
ru: Неверный формат CSV. Ожидаемый заголовок: Date,Category,Main Category,Amount,Currency,Description
sv: Ogiltigt CSV-format. Förväntad rubrik: Date,Category,Main Category,Amount,Currency,Description
tr: Geçersiz CSV formatı. Beklenen başlık: Date,Category,Main Category,Amount,Currency,Description
zh_hans: CSV 格式无效。预期标题行：Date,Category,Main Category,Amount,Currency,Description

# csv_export_button
source: Export Budget as CSV
ar: تصدير الميزانية بصيغة CSV
cs: Exportovat rozpočet jako CSV
da: Eksportér budget som CSV
de: Budget als CSV exportieren
es: Exportar presupuesto como CSV
fr: Exporter le budget en CSV
hr: Izvezi proračun kao CSV
it: Esporta budget come CSV
ja: 予算をCSVとしてエクスポート
nb: Eksporter budsjett som CSV
nl: Budget exporteren als CSV
pl: Eksportuj budżet jako CSV
pt_br: Exportar orçamento como CSV
ro: Exportați bugetul ca CSV
ru: Экспорт бюджета в CSV
sv: Exportera budget som CSV
tr: Bütçeyi CSV olarak dışa aktar
zh_hans: 将预算导出为 CSV

# csv_export_confirm_button
source: Export
ar: تصدير
cs: Exportovat
da: Eksporter
de: Exportieren
es: Exportar
fr: Exporter
hr: Izvezi
hu: Exportálás
it: Esporta
ja: エクスポート
nb: Eksporter
nl: Exporteren
pl: Eksportuj
pt_br: Exportar
ro: Exportați
ru: Экспортировать
sv: Exportera
tr: Dışa aktar
zh_hans: 导出

# csv_export_warning_body
source: The exported CSV file contains unencrypted financial data. Make sure to store and share it securely.
ar: يحتوي ملف CSV المُصدَّر على بيانات مالية غير مشفرة. تأكد من تخزينه ومشاركته بأمان.
cs: Exportovaný CSV soubor obsahuje nešifrovaná finanční data. Ujistěte se, že ho bezpečně ukládáte a sdílíte.
da: Den eksporterede CSV-fil indeholder ukrypterede finansielle data. Sørg for at opbevare og dele den sikkert.
de: Die exportierte CSV-Datei enthält unverschlüsselte Finanzdaten. Stelle sicher, dass du sie sicher speicherst und teilst.
es: El archivo CSV exportado contiene datos financieros sin cifrar. Asegúrate de almacenarlo y compartirlo de forma segura.
fr: Le fichier CSV exporté contient des données financières non chiffrées. Veillez à le stocker et à le partager de manière sécurisée.
hr: Izvezena CSV datoteka sadrži nešifrirane financijske podatke. Pobrinite se da je pohranite i dijelite sigurno.
hu: Az exportált CSV-fájl titkosítatlan pénzügyi adatokat tartalmaz. Gondoskodjon a biztonságos tárolásáról és megosztásáról.
it: Il file CSV esportato contiene dati finanziari non crittografati. Assicurati di archiviarlo e condividerlo in modo sicuro.
ja: エクスポートされたCSVファイルには暗号化されていない財務データが含まれています。安全に保存・共有してください。
nb: Den eksporterte CSV-filen inneholder ukrypterte finansielle data. Sørg for å lagre og dele den på en sikker måte.
nl: Het geëxporteerde CSV-bestand bevat niet-versleutelde financiële gegevens. Zorg ervoor dat je het veilig opslaat en deelt.
pl: Wyeksportowany plik CSV zawiera niezaszyfrowane dane finansowe. Upewnij się, że przechowujesz go i udostępniasz bezpiecznie.
pt_br: O arquivo CSV exportado contém dados financeiros não criptografados. Certifique-se de armazená-lo e compartilhá-lo com segurança.
ro: Fișierul CSV exportat conține date financiare necriptate. Asigurați-vă că îl stocați și îl partajați în siguranță.
ru: Экспортированный CSV-файл содержит незашифрованные финансовые данные. Обязательно храните и передавайте его безопасно.
sv: Den exporterade CSV-filen innehåller okrypterade finansiella data. Se till att lagra och dela den på ett säkert sätt.
tr: Dışa aktarılan CSV dosyası şifrelenmemiş finansal veriler içerir. Güvenli bir şekilde saklandığından ve paylaşıldığından emin olun.
zh_hans: 导出的CSV文件包含未加密的财务数据。请确保安全存储和分享。

# csv_export_warning_title
source: Export Financial Data?
ar: تصدير البيانات المالية؟
cs: Exportovat finanční data?
da: Eksporter finansielle data?
de: Finanzdaten exportieren?
es: ¿Exportar datos financieros?
fr: Exporter les données financières ?
hr: Izvesti financijske podatke?
hu: Pénzügyi adatok exportálása?
it: Esportare dati finanziari?
ja: 財務データをエクスポートしますか？
nb: Eksporter finansielle data?
nl: Financiële gegevens exporteren?
pl: Eksportować dane finansowe?
pt_br: Exportar dados financeiros?
ro: Exportați datele financiare?
ru: Экспортировать финансовые данные?
sv: Exportera finansiella data?
tr: Finansal verileri dışa aktar?
zh_hans: 导出财务数据？

# csv_footer
source: CSV format: Date (YYYY-MM-DD), Category, Main Category, Amount, Currency, Description.
ar: تنسيق CSV: التاريخ (YYYY-MM-DD)، الفئة، الفئة الرئيسية، المبلغ، العملة، الوصف.
cs: Formát CSV: Datum (RRRR-MM-DD), Kategorie, Hlavní kategorie, Částka, Měna, Popis.
da: CSV-format: Dato (ÅÅÅÅ-MM-DD), Kategori, Hovedkategori, Beløb, Valuta, Beskrivelse.
de: CSV-Format: Datum (JJJJ-MM-TT), Kategorie, Hauptkategorie, Betrag, Währung, Beschreibung.
es: Formato CSV: Fecha (AAAA-MM-DD), Categoría, Categoría principal, Importe, Moneda, Descripción.
fr: Format CSV : Date (AAAA-MM-JJ), Catégorie, Catégorie principale, Montant, Devise, Description.
hr: CSV format: Datum (GGGG-MM-DD), Kategorija, Glavna kategorija, Iznos, Valuta, Opis.
it: Formato CSV: Data (AAAA-MM-GG), Categoria, Categoria principale, Importo, Valuta, Descrizione.
ja: CSV形式: 日付(YYYY-MM-DD)、カテゴリ、メインカテゴリ、金額、通貨、説明。
nb: CSV-format: Dato (ÅÅÅÅ-MM-DD), Kategori, Hovedkategori, Beløp, Valuta, Beskrivelse.
nl: CSV-indeling: Datum (JJJJ-MM-DD), Categorie, Hoofdcategorie, Bedrag, Valuta, Beschrijving.
pl: Format CSV: Data (RRRR-MM-DD), Kategoria, Kategoria główna, Kwota, Waluta, Opis.
pt_br: Formato CSV: Data (AAAA-MM-DD), Categoria, Categoria principal, Valor, Moeda, Descrição.
ro: Format CSV: Data (AAAA-LL-ZZ), Categorie, Categoria principală, Sumă, Monedă, Descriere.
ru: Формат CSV: Дата (ГГГГ-ММ-ДД), Категория, Основная категория, Сумма, Валюта, Описание.
sv: CSV-format: Datum (ÅÅÅÅ-MM-DD), Kategori, Huvudkategori, Belopp, Valuta, Beskrivning.
tr: CSV formatı: Tarih (YYYY-AA-GG), Kategori, Ana Kategori, Tutar, Para Birimi, Açıklama.
zh_hans: CSV 格式：日期（YYYY-MM-DD）、类别、主类别、金额、货币、描述。

# csv_import_button
source: Import Budget from CSV
ar: استيراد الميزانية من CSV
cs: Importovat rozpočet z CSV
da: Importér budget fra CSV
de: Budget aus CSV importieren
es: Importar presupuesto desde CSV
fr: Importer le budget depuis CSV
hr: Uvezi proračun iz CSV
it: Importa budget da CSV
ja: CSVから予算をインポート
nb: Importer budsjett fra CSV
nl: Budget importeren uit CSV
pl: Importuj budżet z CSV
pt_br: Importar orçamento de CSV
ro: Importați bugetul din CSV
ru: Импорт бюджета из CSV
sv: Importera budget från CSV
tr: CSV'den bütçe içe aktar
zh_hans: 从 CSV 导入预算

# csv_import_preview_format
source: %d entries found.
ar: تم العثور على %d إدخالات.
cs: Nalezeno %d záznamů.
da: %d poster fundet.
de: %d Einträge gefunden.
es: %d entradas encontradas.
fr: %d entrées trouvées.
hr: Pronađeno %d stavki.
it: %d voci trovate.
ja: %d 件のエントリが見つかりました。
nb: %d oppføringer funnet.
nl: %d items gevonden.
pl: Znaleziono %d wpisów.
pt_br: %d entradas encontradas.
ro: %d au fost găsite intrări.
ru: Найдено %d записей.
sv: %d poster hittades.
tr: %d giriş bulundu.
zh_hans: 找到 %d 条记录。

# csv_import_result_format
source: %d entries imported.
ar: تم استيراد %d إدخالات.
cs: Importováno %d záznamů.
da: %d-poster importeret.
de: %d Einträge importiert.
es: %d entradas importadas.
fr: %d entrées importées.
hr: Uvezeno %d stavki.
it: %d voci importate.
ja: %d 件のエントリをインポートしました。
nb: %d oppføringer importert.
nl: %d items geïmporteerd.
pl: Zaimportowano %d wpisów.
pt_br: %d entradas importadas.
ro: %d intrări importate.
ru: Импортировано %d записей.
sv: %d poster importerade.
tr: %d giriş içe aktarıldı.
zh_hans: 已导入 %d 条记录。

# CSV-Datei auswählen
source: Select a CSV file
ar: اختر ملف CSV
cs: Vybrat soubor CSV
da: Vælg CSV-fil
de: CSV-Datei auswählen
es: Seleccionar archivo CSV
fr: Sélectionner un fichier CSV
hr: Odaberite CSV datoteku
hu: CSV-fájl kiválasztása
it: Seleziona file CSV
ja: CSVファイルを選択する
nb: Velg CSV-fil
nl: CSV-bestand selecteren
pl: Wybierz plik CSV
pt_br: Selecionar arquivo CSV
ro: Selectează fișierul CSV
ru: Выбрать файл CSV
sv: Välj CSV-fil
tr: CSV dosyasını seçin
zh_hans: 选择CSV文件

source: Currency
ar: عملة
cs: Měna
da: Valuta
de: Währung
es: Divisa
fr: Devise
hr: Valuta
it: Valuta
ja: 通貨
nb: Valuta
nl: Munteenheid
pt_br: Moeda
ro: Valută
ru: Валюта
sv: Valuta
tr: Para birimi
zh_hans: 货币
